[
    {
        "id": 1,
        "name": "Тушь Cabaret Premiere",
        "description": "Королева бюджетных тушей, Cabaret стала бестселлером от Vivienne Sabo. В отличие от предшественницы, версия Premiere имеет 5 оттенков (черный, коричневый, бирюзовый, фиолетовый, синий). Продукт дает заметное удлинение и объем, при этом тушь можно качественно наслаивать – тогда реально добиться заявленного производителем сценического объема. Кисточка небольшая, пластиковая, с короткой плотной щетинкой.",
        "brend": "Vivienne Sabo",
        "cost": 23.50,
        "urlToImage": "mascara",
        "urlToVideo": " "
    },
    {
          "id": 2,
          "name": "Тени La Palette Nude",
          "description": "В этой палетке – сразу десять идеально подобранных друг к другу оттенков для создания нюдового макияжа. Они, во-первых, очень красивые, во-вторых, отлично сочетаются друг с другом, в-третьих, подойдут не только для дневного макияжа, но и для вечернего образа. Пигмент не осыпается, а насыщенность можно регулировать самостоятельно при нанесении.",
          "brend": "L'Oreal Paris",
          "cost": 25.00,
          "urlToImage": "shadows",
          "urlToVideo": " "
      },
      {
          "id": 3,
          "name": "Пудра Loose Powder",
          "description": "Рассыпчатая пудра Loose Powder отлично подходит обладательницам жирной кожи. Она, во-первых, надежно скрывает несовершенства, во-вторых, устраняет жирный блеск, в-третьих, слегка подсвечивает кожу. Результат – стойкий матовый эффект в течение дня. На фото ваша кожа будет выглядеть идеально: на снимках кожа не потребует ни фотошопа, ни инстаграм-фильтров, будет выглядеть ровной и слегка сиять. Чтобы создать полупрозрачное покрытие, для нанесения используйте пушистую натуральную кисть.",
          "brend": "Giorgio Armani",
          "cost": 27.50,
          "urlToImage": "powder",
          "urlToVideo": "powder"
      },
      {
          "id": 4,
          "name": "Тональный крем Luminous",
          "description": "Очень легкое тональное средство, которое сохраняет максимальную естественность макияжа и дарит ей деликатное атласное свечение. Крем имеет невесомую текстуру, легко распределяется, буквально тая на лице. Очень приятен в носке, не ощущается на коже, не смазывается, довольно стоек. Не подчеркивает поры, шелушения, морщинки, напротив, заметно сглаживает их за счет качественного светорассеивания и ухаживающих компонентов. Неплохо скрывает покраснения, расширенные поры и другие мелкие дефекты, но на большее не способен. Отличное решение для сухой и нормальной кожи без явных несовершенств.",
          "brend": "DIVAGE",
          "cost": 22.50,
          "urlToImage": "ton",
          "urlToVideo": "cream"
      },
      {
          "id": 5,
          "name": "Пудра Fit Me!",
          "description": "Эта пудра от Maybelline New York при нанесении буквально сливается с оттенком кожи: матирует, скрывает поры и выравнивает тон. Под крышкой Fit Me! не только пудра, но и удобное зеркало и спонж. Используйте его для того, чтобы распределить средство по коже – особое внимание уделяйте линии роста волос, крыльям носа и нижнему контуру лица.",
          "brend": "Maybelline",
          "cost": 12.50,
          "urlToImage": "powder2",
          "urlToVideo": " "
      },
      {
          "id": 6,
          "name": "Тушь",
          "description": "Тушь с аргановым маслом призвана дарить королевский объем и эффект умножения ресниц. Производитель заверяет, что особый состав продукта с растительными восками позволит укрепить волоски и обеспечить им глубокое питание. Для того чтобы увидеть максимальные способности этой туши, визажисты компании советуют нанести Luxury Королевский объем сначала на кончики ресниц, а затем прокрасить их по всей длине.",
          "brend": "Belita",
          "cost": 12.50,
          "urlToImage": "",
          "urlToVideo": " "
      },
      {
          "id": 7,
          "name": "Тени Doll Eyes Palette",
          "description": "Разные оттенки лилового собрали в пятицветной палетке теней от Lancome. В комплекте с тенями – два фирменных аппликатора: с их помощью можно контролировать степень растушевки и интенсивность цвета, поэтому макияж может получиться и дневным естественным, и ярким вечерним. Наносите тени сухим способом, чтобы создать легкую «дымку» на глазах, или влажным – тогда они приобретут кремовую текстуру, цвет станет более насыщенным и, что не менее важно, стойким.",
          "brend": "Lancome",
          "cost": 23.50,
          "urlToImage": "shadows2",
          "urlToVideo": " "
      },
      {
          "id": 8,
          "name": "Помада Rouge Interdit Shine",
          "description": "Givenchy Rouge Interdit Shine мы считаем одной из лучших универсальных губных помад за непредсказуемость оттенка 36 Rose Sensation. Особенность этой помады в том, что, несмотря на то, как ярко она выглядит, она лишь подчеркивает натуральный оттенок губ. На деле она оказывается достаточно скромной, чтобы считаться повседневной. Кроме того, помады Givenchy отличаются совершенно изумительным дизайном футляра, вызывающим восхищение. Несмотря на нежность, легкость и свойственный блескам для губ полупрозрачный эффект, помада очень стойкая и пигмент остается на губах на долгое время.",
          "brend": "Givenchy",
          "cost": 20.50,
          "urlToImage": "pomade",
          "urlToVideo": " "
      },
      {
          "id": 9,
          "name": "Тональный крем Healthy Mix Serum Gel",
          "description": "Текстура у тонального крема Healthy Mix Serum Gel, вопреки его названию, не гелевая, а кремовая, легкая, чуть водянистая, с бархатистым финишем. Он отлично распределяется по коже, выравнивает ее рельеф и дает естественное светящееся покрытие. Не забивает поры, не подчеркивает морщинки и складочки, однако справиться с серьезными недостатками крему не под силу. Стойкость средняя. Больше подойдет для сухой и нормальной кожи, хотя для жирной тоже неплох - но обязательно в сочетании с пудрой, так как не матирует лицо. Объем бутылочки - 30 мл.",
          "brend": "Bourjois",
          "cost": 28.50,
          "urlToImage": "",
          "urlToVideo": ""
      },
      {
          "id": 10,
          "name": "Помада Сolor Sensational",
          "description": "Текстура у помады нежная, скользящая, хорошо пигментированная. Держится она довольно стойко, не полосит, красиво подчеркивает рельеф. Носится комфортно, не плывет и не растекается. Смывается замечательно. Но, как и любая матовая помада, Сolor Sensational может выделить шелушения на губах.",
          "brend": "Мaybelline",
          "cost": 19.50,
          "urlToImage": "",
          "urlToVideo": " "
      },
      {
          "id": 11,
          "name": "Подводка для глаз Tatoo Liner",
          "description": "Универсальный гелевый карандаш для глаз, который отлично подходит как для рисования стрелок, так и для прокрашивания внутреннего века и межреснички. Благодаря тающей гелевой текстуре, он мгновенно передает коже насыщенный цвет, хорошо наслаивается, при этом довольно быстро схватывается и не отпечатывается на веке. Однако та же гелевая текстура не позволяет рисовать тонкие хвостики стрелок. Покрытие очень стойкое к влаге, удаляется только специальными ремуверами.",
          "brend": "Maybelline",
          "cost": 11.50,
          "urlToImage": "liner",
          "urlToVideo": " "
      },
      {
          "id": 12,
          "name": "Румяна Creme Puff Blush",
          "description": "Новинка прошлого года, кремовые запеченные румяна от Max Factor, содержат мелкие мультитональные пигменты, которые позволяют создать эффект гладкой, здоровой и светящейся кожи. Одна из самых востребованных визажисток в мире Пэт МакГрат, которая руководит созданием колористических трендов Max Factor, рекомендует наносить их нежными круговыми движениями, подстраиваясь под форму лица.",
          "brend": "Max Factor",
          "cost": 10.50,
          "urlToImage": "blush",
          "urlToVideo": "powder"
      },
      {
          "id": 13,
          "name": "Хайлайтер FACE STUDIO",
          "description": "Карандаш-скульптор Maybelline Face Studio насыщает кожу сиянием. Ты можешь использовать его для ежедневного макияжа, чтобы выделить черты лица. Светоотражающие микрочастицы на увлажняющей основе легко наносятся, сливаются с кожей и придают ей свежий отдохнувший вид. Наносится легким движением и быстро придает сияющий вид. Долго держится на коже и не течет. Финиш без жирного блеска. Выпускается в удобной форме стика.",
          "brend": "Maybelline",
          "cost": 23.50,
          "urlToImage": "highlighther",
          "urlToVideo": " "
      },
      {
          "id": 14,
          "name": "Тушь Twist Up The Volume",
          "description": "Оригинальная тушь с поворотной щеточкой TWIST 2-в-1 делает возможным двухэтапное нанесение: сначала удлинение и разделение, затем объем. Угольно черный пигмент придает максимальную выразительность взгляду. Тушь отвечает всем требованиям к качественному продукту: отлично прокрашивает, разделяет и стойко держится весь день без раздражения глаз. При неумеренном нанесении все-таки слипается. В составе масло жожоба, пчелиный и карнаубский воск, что означает дополнительный уход за ресницами.",
          "brend": "Bourjois",
          "cost": 21.50,
          "urlToImage": "",
          "urlToVideo": " "
      },
      {
          "id": 15,
          "name": "Помада Hydra Extreme",
          "description": "Помады Hydra Extreme сделаны на основе особой формулы с коллагеном и аллантоином, которые дарят губам упругость, гладкость и увлажненность, а солнцезащитный фильтр SPF15 бережет их от вредного воздействия ультрафиолета и раннего увядания. Продукт предлагается в 24 актуальных оттенках. Чтобы придать образу дополнительную чувственность, визажисты Мaybelline рекомендуют интенсивнее наносить помаду на середину нижней губы.",
          "brend": "Maybelline",
          "cost": 30.50,
          "urlToImage": "",
          "urlToVideo": " "
      }
  ]
